<?php
return [
    'title' => 'العلامات التجارية',
    'breadcrumb' => 'العلامات التجارية',
    'actions' => [
        'create' => [
            'label' => 'إضافة العلامات التجارية',
        ],
        'edit' => [
            'label' => 'تعديل',
        ],
        'delete' => [
            'label' => 'حذف',
        ],
    ],
    'fields' => [
        'header' => 'انشاء علامة تجارية',
        'description' => 'الوصف ',
        'banner' => 'الصورة الرئيسية',
        'header-title' => 'اسم العلامة التجارية',
        'title' => 'العنوان',
        'content' => 'المحتوى',
        'str_btn' => 'محتوي الزرار',
        'link' => 'لينك الزرار',
        'image' => 'الصورة',
        'pdf' => 'مرفقات كتالوج pdf',
        'color' => 'اضافة لون (اختياري)',
        'create_station'=>[
            'header'=> 'انشاء محتوي تعريفي للعلامة التجارية',
            'description' => 'محتوي تعريفي لاضافة للعلامة التجارية',
            'title' => 'عنوان للعلامة التجارية',
            'content' => 'محتوي للعلامة التجارية',
            'add_station' => 'اضف للعلامة التجارية اخري'
        ],
        'created_at' => 'تاريخ الإنشاء',
    ],
];