<?php
return [
    'title' => 'كيف يتم صنعة',
    'breadcrumb' => 'كيف يتم صنعة',
    'actions' => [
        'create' => [
            'label' => 'إضافة كيف يتم صنعة',
        ],
        'edit' => [
            'label' => 'تعديل',
        ],
        'delete' => [
            'label' => 'حذف',
        ],
    ],
    'fields' => [
        'header' => 'انشاء كيف يتم الصنع',
        'description' => 'الوصف ',
        'banner' => 'الصورة الرئيسية',
        'header-title' => 'اسم العلامة التجارية',
        'title' => 'العنوان',
        'content' => 'المحتوى',
        'str_btn' => 'محتوي الزرار',
        'link' => 'لينك الزرار',
        'image' => 'الصورة',
        'pdf' => 'مرفقات كتالوج pdf',
        'color' => 'اضافة لون (اختياري)',
        'create_station'=>[
            'header'=> 'انشاء محتوي كيف يتم الصنع',
            'description' => 'محتوي تعريفي لاضافة كيف يتم الصنع',
            'title' => 'عنوان كيف يتم الصنع',
            'content' => 'محتوي كيف يتم الصنع',
            'add_station' => 'اضف كيف يتم الصنع اخري'
        ],
        'created_at' => 'تاريخ الإنشاء',
    ],
];