<?php
return [
    'title' => 'الابتكار',
    'breadcrumb' => 'الابتكار',
    'actions' => [
        'create' => [
            'label' => 'إضافة ابتكار',
        ],
        'edit' => [
            'label' => 'تعديل',
        ],
        'delete' => [
            'label' => 'حذف',
        ],
    ],
    'Notification' => [
        'title' => 'لا يمكنك إنشاء سجل جديد.',
        'body' => 'يوجد سجل ابتكار يمكنك التعديل عليه، لا يمكن إنشاء آخر'
    ],
    'fields' => [
        'header' => 'إنشاء ابتكار',
        'description' => 'الوصف',
        'title' => 'عنوان الابتكار',
        'story_description' => 'الوصف',
        'content' => 'المحتوى',
        'image' => 'الصورة',
        'pdf' => 'ملف الابتكار',
        'banner' => 'الصورة الرئيسية',

        'create_vesion' => [
            'header' => 'إنشاء بذور الابتكار',
            'description' => 'محتوى تعريفي لإضافة بذور الابتكار',
            'title' => 'عنوان بذور الابتكار',
            'content' => 'محتوى بذور الابتكار',
            'add_station' => 'أضف بذور ابتكار أخرى'
        ],
        'create_station' => [
            'header' => 'إنشاء نماذج الابتكار',
            'description' => 'محتوى تعريفي لإضافة نماذج الابتكار',
            'title' => 'عنوان نماذج الابتكار',
            'content' => 'محتوى نماذج الابتكار',
            'add_station' => 'أضف نماذج ابتكار أخرى'
        ],

        'created_at' => 'تاريخ الإنشاء',
    ],
];