<?php
return [
    'title' => 'خدمة التوصيل',
    'breadcrumb' => 'خدمة التوصيل',
    'actions' => [
        'create' => [
            'label' => 'إضافة توصيل',
        ],
        'edit' => [
            'label' => 'تعديل',
        ],
        'delete' => [
            'label' => 'حذف',
        ],
    ],
    'Notification' => [
        'title' => 'لا يمكنك إنشاء سجل جديد.',
        'body' => 'يوجد سجل توصيل يمكنك التعديل عليه، لا يمكن إنشاء آخر'
    ],
    'fields' => [
        'header' => 'إنشاء توصيل',
        'description' => 'الوصف',
        'title' => 'عنوان خدمة التوصيل',
        'story_description' => 'الوصف',
        'content' => 'المحتوى',
        'image' => 'الصورة',
        'pdf' => 'ملف خدمة التوصيل',
        'banner' => 'الصورة الرئيسية',

        'create_vesion' => [
            'header' => 'إنشاء  خدمة التوصيل',
            'description' => 'محتوى تعريفي لإضافة  خدمة التوصيل',
            'title' => 'عنوان  خدمة التوصيل',
            'content' => 'محتوى  خدمة التوصيل',
            'add_station' => 'أضف  توصيل أخرى'
        ],
        'create_station' => [
            'header' => 'إنشاء نماذج خدمة التوصيل',
            'description' => 'محتوى تعريفي لإضافة نماذج خدمة التوصيل',
            'title' => 'عنوان نماذج خدمة التوصيل',
            'content' => 'محتوى نماذج خدمة التوصيل',
            'add_station' => 'أضف نماذج توصيل أخرى'
        ],

        'created_at' => 'تاريخ الإنشاء',
    ],
];