<?php
return [
    'title' => 'حياة افضل',
    'breadcrumb' => 'حياة افضل',
    'actions' => [
        'create' => [
            'label' => 'إضافة حياة افضل',
        ],
        'edit' => [
            'label' => 'تعديل',
        ],
        'delete' => [
            'label' => 'حذف',
        ],
    ],
    'Notification' => [
        'title' => 'لا يمكنك إنشاء سجل جديد.',
        'body' => 'يوجد سجل حياة افضل يمكنك التعيدل علية لا يمكن انشاء اخر'
    ],
    'fields' => [
        'header' => 'انشاء حياة افضل',
        'description' => 'الوصف ',
        'mainproduct' => 'قائمة المتجات الرئيسية',
        'title' => 'عنوان حياة افضل',
        'story_description' => 'الوصف',
        'content' => 'المحتوي',
        'uses' => 'الاستخدامات',
        'advantages' => 'المزايا',
        'image' => 'الصورة',
        'color' => 'اضف لون (اختياري)',

        'create_station'=>[
            'header'=> 'انشاء محطة',
            'description' => 'محطات التاريخ للانجازات',
            'title' => 'عنوان الانجاز',
            'content' => 'محتوي الانجاز',
            'add_station' => 'اضف انجاز اخر'
        ],
        'create_story'=>[
            'header'=>'انشاء محتوي للقصة',
            'description' => 'اضافة قصة تعريفية تحتوي علي عنوان و فيديو',
            'title' => 'عنوان الفيديو',
            'video' => 'رابط الفيديو الخاص باليوتيوب',
            'add_video' => 'اضف فيديو تعريفي اخر'
        ],
        'created_at' => 'تاريخ الإنشاء',
    ],
];