<?php
return [
    'title' => 'مكونات اوركا',
    'breadcrumb' => 'مكونات اوركا',
    'actions' => [
        'create' => [
            'label' => 'إضافة مكونات اوركا',
        ],
        'edit' => [
            'label' => 'تعديل',
        ],
        'delete' => [
            'label' => 'حذف',
        ],
    ],
    'fields' => [
        'header' => 'إنشاء مكونات المنتج',
        'description' => 'الوصف',
        'nav_title' => 'عنوان القائمة المنسدلة',
        'title' => 'العنوان',
        'content' => 'المحتوى',
        'str_btn' => 'محتوي الزرار',
        'link' => 'لينك الزرار',
        'image' => 'الصورة',
        'create_station' => [
            'header' => 'إنشاء نماذج للمكونات',
            'description' => 'محتوى تعريفي لإضافة نماذج للمكونات',
            'title' => 'عنوان نماذج للمكونات',
            'content' => 'محتوى نماذج للمكونات',
            'add_station' => 'أضف نماذج توصيل أخرى'
        ],
        'created_at' => 'تاريخ الإنشاء',
    ],
];
