<?php
return [
    'title' => 'المشاريع',
    'breadcrumb' => 'موقع المشاريع',
    'actions' => [
        'create' => [
            'label' => 'إضافة مشروع',
        ],
        'edit' => [
            'label' => 'تعديل',
        ],
        'delete' => [
            'label' => 'حذف',
        ],
    ],
    'Notification' => [
        'title' => 'لا يمكنك إنشاء سجل جديد.',
        'body' => 'يوجد سجل مشروع يمكنك التعديل عليه، لا يمكن إنشاء آخر'
    ],
    'fields' => [
        'header' => 'إنشاء مشروع',
        'description' => 'الوصف',
        'title' => 'عنوان المشروع',
        'story_description' => 'الوصف',
        'content' => 'المحتوى',
        'image' => 'الصورة',
        'pdf' => 'ملف المشروع',
        'banner' => 'الصورة الرئيسية',
        'project_list' => 'قائمة المشاريع',
        'location' => 'الموقع',
        'create_vesion' => [
            'header' => 'إنشاء بذور المشروع',
            'description' => 'محتوى تعريفي لإضافة بذور المشروع',
            'title' => 'عنوان بذور المشروع',
            'content' => 'محتوى بذور المشروع',
            'add_station' => 'أضف بذور مشروع أخرى'
        ],
        'create_station' => [
            'header' => 'إنشاء نماذج المشاريع',
            'description' => 'محتوى تعريفي لإضافة نماذج المشاريع',
            'title' => 'عنوان نماذج المشاريع',
            'content' => 'محتوى نماذج المشاريع',
            'add_station' => 'أضف نماذج مشاريع أخرى'
        ],
        'created_at' => 'تاريخ الإنشاء',
    ],
];