<?php
return [
    'title' => 'الاستدامة',
    'breadcrumb' => 'الاستدامة',
    'actions' => [
        'create' => [
            'label' => 'إضافة الاستدامة',
        ],
        'edit' => [
            'label' => 'تعديل',
        ],
        'delete' => [
            'label' => 'حذف',
        ],
    ],
    'Notification' => [
        'title' => 'لا يمكنك إنشاء سجل جديد.',
        'body' => 'يوجد سجل الاستدامة يمكنك التعيدل علية لا يمكن انشاء اخر'
    ],
    'fields' => [
        'header' => 'انشاء الاستدامة',
        'description' => 'الوصف ',
        'title' => 'عنوان الاستدامة',
        'story_description' => 'الوصف',
        'content' => 'المحتوي',
        'image' => 'الصورة',
        'pdf' => 'ملف الاستدامة',
        'banner' => 'الصورة الرئيسية',

        'create_vesion' => [
            'header' => 'انشاء بذور النمو',
            'description' => 'محتوي تعريفي لاضافة بذور النمو',
            'title' => 'عنوان بذور النمو',
            'content' => 'محتوي بذور النمو',
            'add_station' => 'اضف بذور النمو اخر'
        ],
        'create_station' => [
            'header' => 'انشاء نماذج الاستدامة',
            'description' => 'محتوي تعريفي لاضافة نماذج الاستدامة',
            'title' => 'عنوان نماذج الاستدامة',
            'content' => 'محتوي نماذج الاستدامة',
            'add_station' => 'اضف نماذج الاستدامة اخري'
        ],

        'created_at' => 'تاريخ الإنشاء',
    ],
];
